Repository: MertIV/Fiore-Web
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: You have finally decided to do a hair transplant. We would like to learn more about you in order to provide you with more relevant information. Contact us to receive more information about our services.
fr: Vous vous êtes enfin décidé à faire une transplantation capillaire. Nous aimerions en apprendre plus sur vous afin de vous fournir des informations pertinentes. Contactez-nous pour en savoir plus sur nos services.

source: We are all unique. Not everyone shows the same type of hair loss. Already in contact with our online support, you are invited to send us photos of your hair for a first diagnosis. This first completely free consultation consists of finding out about the condition of your hair, the type of hair loss and the extent of the area to be corrected. We will share your photos with our surgeons so that they can develop an action plan to satisfy your needs and expectations.
fr: Nous sommes tous unique. Tout le monde ne montre pas le même type de chute de cheveux. Déjà en contact avec notre assistance en ligne, nous vous invitons à nous envoyer des photos de vos cheveux pour un premier diagnostic. Cette première consultation entièrement gratuite consiste à prendre connaissance de l’état de vos cheveux, du type de chute et de l’étendue de la zone à corriger. Nous communiquerons vos photos avec nos chirurgiens afin qu’ils élaborent un plan d’action pour répondre à vos besoins et attentes.

source: The proposed quotation matches your budget and you want to make an appointment for the operation. Let us know the dates of your availability. Once the appointment is fixed, a deposit of 15 percent of the total price will be required.
fr: Le devis proposé correspond à votre budget et vous voulez prendre un rendez-vous pour l’opération. Communiquez-nous les dates de votre disponibilité. Une fois le rendez-vous fixé, un acompte de 15% du prix total sera exigé.

source: Travel, Transport and Accommodation
fr: Voyage, Transfert et Hébergement

source: You have booked your plane ticket to Istanbul. You communicate with our team the information of your flight. On arrival at Istanbul Airport, our transport agent will meet you at the exit and escort you to your hotel. Once there, you can already get in touch with your translator-interpreter for any questions and additional service requests.
fr: Vous avez réservé votre billet d’avion en direction d’İstanbul. Vous communiquez avec notre équipe les informations de votre vol. À votre arrivée à l’aéroport d’Istanbul, notre agent de transport vous accueillera à la sortie et vous escortera jusqu’à votre hôtel. Une fois sur place, vous pouvez dores et déjà entrer en contact avec votre traducteur-interprète pour toutes questions et demande de service supplémentaires.

source: The next day, your translator-interpreter accompanies you to the clinic. At your disposal throughout the operation, the interpreter remains at your disposal for all your questions and your immediate needs. He/she will be responsible for translating all the words spoken by the surgeon and his team.
fr: Le lendemain, votre traducteur-interprète vous accompagne jusque-là clinique. À votre disposition tout au long de l’opération, l’interprète reste à votre écoute pour toutes vos questions et vos besoins immédiats. Il sera chargé de vous traduire toutes les paroles énoncées par le chirurgien et son équipe.

source: After the operation, you will be escorted back to the hotel. Staying at rest is strongly recommended. The next day you will be accompanied to the clinic again with the interpreter. The surgeon and his team will show you how to wash your hair after the operation. A kit containing shampoo and lotion will be provided to you in addition to the medicines to be taken after the operation. These kits are free, however, if you wish, you can purchase a hair care kit that contains shampoo, lotion, essential oil and essential vitamins to stimulate and strengthen your hair.
fr: Après l’opération, vous serez raccompagné à l’hôtel. En effet, rester au repos est vivement conseillé . Le lendemain vous serez de nouveau accompagné à la clinique avec l’interprète. Le chirurgien et son équipe vous montreront comment laver vos cheveux après l’opération. Un kit contenant shampoing et lotion vous sera fourni en plus des médicaments à prendre après l’opération. Ces kit-là sont gratuits, toutefois, si vous le souhaitez, vous pouvez acheter sur place un coffret de soins capillaires contenant shampoing, lotion, huile essentielles et vitamines essentielles pour stimuler et renforcer vos cheveux.

source: You will eventually be escorted back to the airport. A PCR test will be done beforehand insofar as the country of which you are a national requires one.
fr: Vous serez finalement raccompagné à l’aéroport. Un test PCR sera fait au préalable dans la mesure où le pays dont vous êtes le ressortissant en exige un.

source: Hair Transplant
fr: Greffe de cheveux

source: Transplant Methods
fr: Méthodes de Transplantation

source: About
fr: À propos

source: About Us
fr: À propos de nous

source: Our Services
fr: Nos services

source: Fiore Health&Beauty Consulting | Hair Transplant Turkey Istanbul
fr: Fiore Health&Beauty | Greffe de Cheveux Turquie Istanbul
