Repository: MertIV/Fiore-Web
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: About Us | Hair Transplant Turkey Istanbul
fr: À propos de nous | Greffe de Cheveux Turquie Istanbul

source: About Fiore Health&Beauty Consulting
fr: À propos de Fiore Health&Beauty

source: Fiore Health & Beauty Clinic is a clinic located in Istanbul, Turkey. We work with surgeons specialized in hair restoration and hair transplantation.
fr: Fiore Health & Beauty Clinic est une clinique située à Istanbul en Turquie. Nous travaillons avec des chirurgiens spécialisés dans la restauration et la transplantation capillaire.

source: We are the best at what we do and it is all because of the incredible relationships we have built with our customers. Unlike our competitors, we invest in developing a personal relationship with each of our customers by providing them quality services and remaining available 24 hours a day, 7 days a week.
fr: Nous sommes les meilleurs dans notre domaine et tout cela, grâce aux relations incroyables que nous avons nouées avec nos clients. Contrairement à nos concurrents, nous investissons dans le développement d'une relation personnelle avec chacun de nos clients en leur fournissant un service de qualité et en restant disponibles 24 heures sur 24, 7 jours sur 7.

source: If you want to know more, do not hesitate to contact us. We are impatient to meet you !
fr: Si vous voulez en savoir plus, n'hésitez pas à nous contacter. Nous sommes impatients de vous rencontrer !

source: Clinics In Turkey
fr: Cliniques en Turquie

source: Over the past decades, Turkey has made numerous investments in the medical sector thus leading to high-quality medical infrastructure and providing clinics with the latest technologies for hair implants. Reports also show that the results of transplants performed in Turkey are much more satisfactory than those performed in the West. This advance is due to the considerable experience and expertise of highly qualified surgeons.
fr: Au cours des dernières décennies, la Turquie à fait de nombreux investissements dans le secteur de la médecine offrant ainsi des infrastructures médicales de haute qualité et dotant les cliniques des dernières technologies pour les implants capillaires. Les rapports montrent aussi que les résultats des greffes effectués en Turquie sont nettement plus satisfaisants que ceux réalisés en occident. L’on doit cette avancée à l’expérience considérable et l’expertise des chirurgiens hautement qualifiés.

source: Contact Us
fr: Contactez-nous

source: We are on your reach 7 days 24 hours. Contact Us however you like!
fr: Nous sommes joignable 7/24. Contactez-nous comme bon vous semble !

source: If you have questions dont hesitate to ask! You can just leave contact if you want us to reach.
fr: Si vous avez des questions n'hésitez pas à nous écrire ! Vous pouvez tout simplement nous laisser un message si vous voulez que nous vous contactions.

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Phone Number or E-mail
fr: Numéro de téléphone ou adresse mail

source: Write your message
fr: Ecrivez-nous votre message

source: Experience | Hair Transplant Turkey Istanbul
fr: Expérience | Greffe de Cheveux Turquie Istanbul

source: Experience
fr: Expérience

source: Different operations are performed depending on the needs of the patients and the type of hair.
fr: Différentes opérations sont réalisées en fonction des besoins des patients et du type de cheveux.

source: Eyebrow Transplant | Hair Transplant Turkey Istanbul
fr: Greffe de Sourcils | Greffe de Cheveux Turquie Istanbul

source: Eyebrow Transplant
fr: Greffe de sourcils

source: Eyebrow Transplantation
fr: Greffe de sourcils

source: Eyebrow transplantation follows the same process as hair transplantation with the FUE method including local anesthesia in the donor areas. This operation consists of taking grafts from the back area of your head, at the level of the neck. Then, the surgeon draws the outline of the eyebrows in order to delimit the areas that will be filled.
fr: La greffe de sourcils suit le même procédé que la greffe de cheveux avec une anesthésie locale dans les zones concernées. Cette opération consiste à prélever des greffons dans la zone arrière de votre tête, au niveau de la nuque. Ensuite, le chirurgien dessine le contour des sourcils afin de délimiter les zones qui seront garnies.

source: This intervention is the shortest of the capillary operations having fewer follicles to extract and re-implant. It lasts approximately between 1h30 and 3 hour.
fr: Cette intervention est la plus courte des opérations capillaires ayant moins de follicu à extraire et à réimplanter. Elle dure approximativement entre 1h30 et 3h.

source: Learn More About he FUE Method
fr: En savoir plus sur la méthode FUE

source: Facial Hair Transplant | Hair Transplant Turkey Istanbul
fr: Greffe de Barbe | Greffe de Cheveux Turquie Istanbul

source: Facial Hair Transplant
fr: Greffe de Barbe

source: Facial Hair Transplantation
fr: Greffe de Barbe

source: The FUE (Follicular Unit Extraction) technique is used in beard transplantation. FUE method has the advantage of leaving no scars after the operation, which is why this method is recommended for procedures performed on the face.
fr: La technique FUE (Follicular Unit Extraction) est utilisée dans la greffe de barbe. La méthode FUE a l’avantage de ne laisser apparaître aucune cicatrice après l’opération c’est pourquoi cette méthode est préconisée pour les interventions faites sur le visages

source: This method consists of manually extracting the grafts from the donor area located in the back of the head so that they can then be transplanted into the desired areas of the face. Hair follicles and beard hair have the same composition. Once the hair hairs are implanted in the beard area, there will be no difference with the other beard hairs already present. This gives a more natural result.
fr: Cette méthode consiste à extraire manuellement les greffons de la zone donneuse située dans la nuque pour pouvoir ensuite les transplanter dans les zones désirées du visage. Les poils de cheveux et les poils de barbes ont la même composition. Une fois les poils de cheveux implantés dans la zone de la barbe, il n’y aura aucune différence avec les autres poils de la barbe déjà présents. Ce qui donne un résultat plus naturel.

source: Female Hair Transplant | Hair Transplant Turkey Istanbul
fr: Greffe de Cheveux pour Femmes | Greffe de Cheveux Turquie Istanbul

source: Female Hair Transplant
fr: Greffe de Cheveux pour Femmes

source: Unfortunately, women are not spared from alopecia (hair loss). This ultra-feminine attribute that is hair can therefore cause more than just an aesthetic complexion in women.
fr: Les femmes ne sont malheureusement pas épargnées par l’alopécie (chute des cheveux). Cet attribut ultra-féminin peut donc causer plus qu’un complexe esthétique chez les femmes.

source: Why Women Experience Hair Loss
fr: Pourquoi les femmes perdent leurs cheveux

source: Hair loss is thought to affect around 42 percent of women. The main causes are stress, anxiety, hormonal fluctuations, nutritional deficiencies, heredity, drug treatments. But hair loss is mainly caused by the aggression of the hair with in particular the excessive use of chemicals and the repeated use of straighteners, hair dryers or African braids etc.
fr: La chute de cheveux affecterait environ 42% des femmes. Les causes principales sont le stress, l’anxiété, les fluctuations hormonales, les carences alimentaires, l’hérédité, les traitements médicamenteux. Mais la perte de cheveux est surtout causée par l’agression des cheveux avec notamment l’utilisation immodérée des produits chimiques et des l’usage répété du fer à lisser, du sèche-cheveux ou les tresses africaines etc.

source: Nowadays, the only way to remedy the damage done is hair transplantation. The FUE method is indeed the best answer to the problem of hair loss in women. This transplantation technique is still very little known in European countries, which is pushing patients to undergo surgery in Turkey. Turkey is considerably more advanced in hair transplantation and the prices are 80 percent cheaper than in France for example.
fr: De nos jours, le seul moyen de remédier aux dégâts fait est la transplantation capillaire. La méthode FUE est en effet la meilleure réponse au problème de chute de cheveux chez les femmes. Cette technique de transplantation reste encore très méconnue dans les pays européens ce qui pousse les patients à se faire opérer en Turquie. La Turquie est considérablement plus avancée dans la transplantation des cheveux et les prix sont 80% moins chers qu’en France par exemple.

source: Operation
fr: Opération

source: Hair transplantation is technically identical to that of men. However, depending on the extent of the area to be transplanted, the surgeon may refrain from shaving the patients hair.
fr: La transplantation capillaire est d’un point de vue technique identique à celle opérer aux hommes. Toutefois, en fonction de l’étendu de la zone à greffer, le chirurgien peut s'abstenir de raser le chevelu de la patiente.

source: The success rate for this operation is 95 percent, but with the advice and recommendations of the surgeon, you can take good steps to strengthen your hair after the operation.
fr: Le taux de réussite de cette opération est de 95 %, mais avec les conseils et les recommandations du chirurgien, vous pouvez prendre de bonnes mesures pour renforcer vos cheveux après l'opération.

source: See Transplantation Methods
fr: Voir les méthodes de transplantation

source: Hair Transplant Turkey Istanbul | Fiore Health and Beauty Consulting
fr: Greffe de Cheveux Turquie Istanbul | Fiore Health and Beauty

source: FIORE is All About
fr: FİORE c'est

source: Successful Results
fr: Résultats réussis

source: Satisfied Costumers
fr: Clients satisfaits

source: Pleasant Stay
fr: Agréable séjour

source: Quality Service
fr: Service de qualité

source: Who Are We?
fr: Qui sommes-nous ?

source: We are Fiore Health & Beauty Consulting. Our main mission is to develop a whole experience that reveals your best state with the ease of a helping hand. Fiore's story started in Turkey, a country where you can lower your costs and raise expectations. Our partners' expertise expands in the areas of
fr: Nous sommes Fiore Health & Beauty Consulting. Notre mission principale est de développer une expérience globale qui révèlera votre meilleur état en vous accompagnant tout au long de votre séjour. L'histoire de Fiore a commencé en Turquie, un pays où vous pouvez réduire vos coûts et augmenter vos attentes. L'expertise de nos partenaires s'étend dans les domaines de

source: Hair Transplantation
fr: Transplantation Capillaire

source: If you are interested in having an
fr: si vous êtes intéressé par

source: All-Inclusive
fr: Tout inclus

source: Hair Transplantation experience in
fr: Expérience de greffe de cheveux en

source: Turkey
fr: Turquie

source: , don't hesitate to
fr: , n'hésitez pas à

source: Learn More About Us
fr: En savoir plus à propos de nous

source: Hair Transplant İstanbul
fr: Transplantation de Cheveux Istanbul

source: Turkey is one of the best destinations for a hair transplant.
fr: La Turquie est l'une des meilleures destinations pour se faire une greffe de cheveux.

source: Why Turkey?
fr: Pourquoi la Turquie

source: Indeed, the Istanbul-based clinics offer excellent quality surgical services at affordable prices, unlike the extremely high prices in various European countries. The prices of hair transplant operations in Istanbul are 60 percent or even 80 percent cheaper than in Europe.
fr: Les cliniques situées à Istanbul offrent des services chirurgicaux d’excellente qualité à des prix abordables, contrairement aux prix extrêmement surélevés dans les divers pays européen. Le prix des opérations de greffe de cheveux à Istanbul est donc 60 voire 80 moins cher qu’en Europe.

source: turkey
fr: turquie

source: Learn More
fr: En savoir plus

source: We will be at your side along your journey! These are the steps of your perfected experience. Click them for more details.
fr: Nous serons à vos côtés tout au long du processus ! Voici les étapes de votre séjour. Cliquez pour en savoir plus.

source: Learn More About Your Experience
fr: En savoir plus sur votre séjour

source: All Sorted Out !
fr: Nous avons pensé à tout !

source: We serve you with all inclusive packages.
fr: Nous vous proposons des offres tout compris.

source: Transfer From the Airport
fr: Transfert depuis l'aéroport

source: Accommodation in Top Quality Hotels
fr: Hébergement dans un hôtel de qualité

source: Assisted by a Translator Interpreter
fr: Accompagné par un traducteur-interprète

source: Medical Follow-up After Your Return
fr: Suivi médical après votre retour

source: Take A Look At Packages
fr: Jetez un coup d'oeil à nos offres

source: Our Features
fr: Nos particularités

source: Confidence
fr: Confiance

source: The satisfaction of our customers is at the heart of our concerns.
fr: La satisfaction de nos clients est au cœur de nos préoccupations.

source: We guarantee you a quality service.
fr: Nous vous garantissons un service de qualité.

source: 7/24 Support
fr: Assistance 7/24

source: Our assistance is at your disposal. Do not hesitate to get in touch with our team.
fr: Notre assistance est à votre disposition. N'hésitez pas à prendre contact avec notre équipe.

source: Excellent Value
fr: Excellente qualité-prix

source: We offer you the best value you can get for our prices.
fr: Nous vous offrons des prix abordables.

source: online-consultation
fr: Consultation en ligne

source: making-appointments
fr: Prise de rendez-vous

source: transport
fr: transfert

source: arrival-clinic
fr: arrivée-clinique

source: post-treatment
fr: après traitement

source: Male Hair Transplant | Hair Transplant Turkey Istanbul
fr: Greffe de Cheveux Homme | Greffe de Cheveux Turquie Istanbul

source: Male Hair Transplant
fr: Transplantation de cheveux pour hommes

source: The FUE method is known as the most advanced hair transplant technique that guarantees perfectly natural results. This hair transplant technique consists in extracting the follicular units from the donor area and then reimplanting them in the passages opened by incision beforehand in the bald areas of the head.
fr: La méthode FUE est connue comme la technique de greffe de cheveux la plus avancée garantissant des résultats parfaitement naturels. Cette technique de greffe de cheveux consiste à extraire les unités folliculaires de la zone donneuse pour ensuite les réimplanter dans les voies ouvertes par incision au préalable dans les zones dégarnies de la tête.

source: Sapphire FUE
fr: Saphir FUE

source: In hair transplantation, genuine sapphire blades are used instead of the thin metal blade used in the classic FUE method when incising the channels in the receiving area.
fr: Lors de la greffe de cheveux, des lames de saphir authentiques sont utilisées à la place de la fine lame métallique utilisée dans la méthode FUE classique lors de l’incision des canaux de la zone receveuse.

source: This innovation of the FUE method minimizes scab formation and helps speed up the healing process by opening up smaller pathways where the grafts will be implanted.
fr: Cette innovation de la méthode FUE minimise la formation de croûtes et aide à accélérer le processus de guérison en ouvrant de plus petites voies où seront implanté les greffons.

source: Packages | Hair Transplant Packages Turkey Istanbul Fiore Consulting
fr: Offres | Offres de greffe de cheveux Turquie Istanbul Fiore Consulting

source: Our All Inclusive Packages
fr: Nos offres tout compris

source: Contact Us for Further Information via
fr: Contactez-nous pour plus d'informations

source: Section Below
fr: Section ci-dessous

source: or
fr: ou

source: PRP Treatment | Hair Transplant Turkey Istanbul
fr: Traitement PRP | Transplantation Capillaire Turquie Istanbul

source: PRP Treatment
fr: Traitement PRP

source: PRP (Platelet Rich in Plasma) treatment
fr: Traitement PRP (Plaquette Riche en Plasma)

source: is a non-invasive therapeutic method that slows down hair loss and stimulates regrowth. This treatment consists of injecting blood platelets into the desired areas, particularly the scalp, in order to regenerate and nourish the cells. PRP treatment is prescribed for the following situations:
fr: est une méthode thérapeutique non-invasive qui permet de ralentir la chute des cheveux et de stimuler la repousse. Ce traitement consiste à injecter les plaquettes de sang dans les zones souhaitées notamment dans le cuir chevelu afin de régénérer et nourrir les cellules. Le traitement PRP est prescrit pour les situations suivantes :

source: Hair Loss
fr: Perte de cheveux

source: Slowing of Hair Growth
fr: Ralentissement de la pousse des cheveux

source: After a Hair Transplant
fr: Après une greffe de cheveux

source: The
fr: Le

source: PRP treatment done after hair transplantation
fr: Traitement PRP effectué après la greffe de cheveux

source: helps to accelerate the healing process and generate hair regrowth from donor areas and corrected areas. This procedure guarantees satisfactory results after the operation.
fr: permet d’accélérer le processus de cicatrisation et de générer la repousse des cheveux des zones donneuses et des zones corrigées. Cette procédure permet de garantir des résultats satisfaisants après l’opération.

source: PRP treatment as hair care
fr: Le traitement PRP comme soin capillaire

source: helps to give a shinier, silkier and thicker appearance to the hair from the first session. After the second session, there is a considerable reduction in hair loss. It is after the third session that we notice hair regrowth.
fr: contribue à donner un aspect plus brillant, soyeux et plus épais au cheveux dès la première séance. Après la deuxième séance, l’on constate une diminution considérable de chute des cheveux. C’est après la troisième séance que l’on remarque une repousse des cheveux.

source: Treatment Process
fr: processus du traitement

source: The treatment begins with a blood sample. 10mL of blood is drawn and then placed in a centrifuge for 5 minutes to separate the blood components (red blood cells, white blood cells and platelets). After the separation of the components, the platelet-rich plasmas are extracted and finally injected into the desired areas. The entire operation is painless.
fr: Le traitement commence par une prise de sang. 10mL de sang est prélevés puis placés dans une centrifugeuse pendant 5 minutes afin de séparer les composants sanguins (globules rouges, globules blancs et les plaquettes). Après la séparation des composants, l’on extrait les plasmas riche en plaquettes pour finalement venir les injecter dans les zones souhaitées. La totalité de l’opération est indolore.

source: Transplantation Methods | Hair Transplant Turkey Istanbul
fr: Méthodes de transplantation | Greffe de Cheveux Turquie Istanbul

source: Methods
fr: Méthodes

source: The different types of interventions
fr: Les différents types d'interventions

source: No Shave FUE
fr: FUE Sans Rasage

source: The DHI hair implant method is a more advanced non-invasive technique of the FUE method. The removal of the hair follicles and the implantation of the grafts is done one by one. The entire transplant operation is performed manually by an expert doctor.
fr: La méthode d’implant capillaire DHI est une technique plus avancée non-invasive de la méthode FUE. Le prélèvement des follicules pileux et l’implantation des greffons est fait un à un. L’intégralité de l’opération de la greffe est réalisée manuellement par un médecin expert.

source: The operation is performed by hand, using a DHI hair injector which allows the surgeon to control the depth, angle and direction of the hair as it is implanted.
fr: L'opération est réalisée à la main, à l'aide d'un injecteur de cheveux DHI qui permet au chirurgien de contrôler la profondeur, l'angle et la direction des cheveux lors de leur implantation.

source: This method is therefore performed without any incision, which leaves no scars or traces leaving a natural result.
fr: Cette méthode est donc réalisée sans aucune incision, ne laissant aucune cicatrice ni trace, donnant un résultat naturel.

source: It is quite possible to do a hair implant without shaving your hair. With the FUE no-shave method. This method is identical to the classic FUE method. It consists of extracting the follicular units and reimplanting them in the desired areas.
fr: Il est tout à fait possible de faire un implant capillaire sans se raser les cheveux. Avec la méthode FUE sans rasage. Cette méthode est identique à la méthode FUE classique. Elle consiste à extraire les unités folliculaires et à les réimplanter dans les zones souhaitées.

source: This operation is particularly carried out in order to correct weak to moderate hair loss.
fr: Cette opération est notamment réalisée afin de corriger une chute de cheveux faible à modérée.

source: Painless, Needle-Free
fr: indolore, sans aiguille

source: Procedure
fr: Procédure

source: Local anesthesia is applied before the hair follicles are extracted from the donor area and implanted in the desired areas. Hair transplant procedures are now painless, needleless and do not compromise your comfort. The anesthesia administered by a needle can naturally cause discomfort to the patient because the active substance takes a few minutes to numb the scalp. Nowadays, the anesthesia can be performed painlessly using special instruments without needles. These tools deliver the anesthetic agent under the skin using the pressure spray mechanism. People who cannot stand the sight of needles and therefore hesitate to perform a hair transplant can easily undergo this operation using this painless, needle-free technique.
fr: Une anesthésie locale est appliquée avant l’extraction des follicules pileux de la zone donneuse et leur implantation dans les zones souhaitées. Les procédures de greffes de cheveux sont maintenant indolores, sans aiguille et ne compromettent pas votre confort. En effet, l’anesthésie administrée par une aiguille peut naturellement causer de l’inconfort au patient car le principe actif met quelque minute à engourdir le cuir chevelu. De nos jours, l'anesthésie peut être réalisée sans douleur à l’aide d'instruments spéciaux sans aiguilles. Ces outils administrent l’agent anesthésique sous la peau grâce au mécanisme de pulvérisation sous pression. Les personnes ne supportant donc pas la vue des aiguilles et qui hésitent par conséquent à réaliser une greffe de cheveux peuvent facilement subir cette opération à l’aide de cette technique indolore et sans aiguille.

source: Our Partners
fr: Nos partenaires

source: Packages
fr: Offres

source: Online Free Consultation
fr: Consultation en ligne gratuite

source: appointment
fr: Rendez-vous

source: Making Appointments
fr: Prise de rendez-vous

source: travel
fr: voyage

source: Transport and Accommodation
fr: transfert et hébergement

source: arrival
fr: arrivée

source: Arrival at the Clinic
fr: Arrivée à la clinique

source: treatment
fr: traitement

source: Post-operative Treatments
fr: Traitements post-opératoire

source: return
fr: retour

source: Return
fr: Retour

source: FUE Method
fr: La méthode FUE

source: 4 Star Hotel
fr: hôtel 4 étoiles

source: VIP Transfer
fr: Transfert VIP

source: Personal Translator-Interpreter
fr: Traducteur-interprète personnel

source: Medications
fr: Médicaments

source: Post-Operative Care Pack
fr: Pack de soins post-opératoire

source: Post-Operative Online Follow-Up
fr: Suivi médical post-opératoire

source: No Shave FUE Method
fr: Méthode FUE Sans Rasage
